import image1 from '@/public/children/1.jpg'
import image2 from '@/public/children/2.jpg'
import image3 from '@/public/children/3.jpg'
import theater from '@/public/icons/theater.svg'
import puzzle from '@/public/icons/puzzle.svg'
import eticet from '@/public/icons/eticet.svg'
import mic from '@/public/icons/mic.svg'
import brain from '@/public/icons/brain.svg'
import books from '@/public/icons/books.svg'

export const begin = [
    {
        image: '/children/1.jpg',
        text: 'Сначала - мягкий и податливый',
        // additionalText: 'Сначала - мягкий и податливый',
    },
    {
        image: '/children/2.jpg',
        text: 'Но со временем он твердеет и чтобы что-то изменить, приходится ломать форму'
    },
    {
        image: '/children/3.jpg',
        text: (<span>Поэтому так важно все закладывать с самого <b>детства</b></span>)
    },
]

export const what = [
    {
        name: 'Развитие личности и эмоционального интеллекта',
        icon: '/icons/puzzle.svg'
    },
    {
        name: 'Театральный кружок',
        icon: '/icons/theater.svg'
    },
    {
        name: 'Уроки этикета',
        icon: '/icons/eticet.svg'
    },
    {
        name: 'Ораторское искусство',
        icon: '/icons/mic.svg'
    },
    {
        name: 'Нейропсихология',
        icon: '/icons/brain.svg'
    },
    {
        name: 'Развивающие программы',
        icon: '/icons/books.svg'
    },
]

export const people = [
    {
        photo: '/people/nat.webp',
        name: "Наталья",
        fullName: 'Гончарова Наталья Викторовна',
        description: (
            <span>
                Родилась 21 июня 1988 года. <br />
                Имею высшее техническое и высшее педагогическое образование (МПГУ) по квалификации <b>воспитатель-педагог</b>.<br />
                Работала в течение года в монтессори-студии с детьми от 3-х до 7-ми лет.
                Люблю и умею общаться с детьми, находить с ними общий язык. Ценю в каждом ребёнке <b>индивидуальность</b> и <b>личное мнение</b>.
                При этом уверена, что в нашем стремительно меняющемся мире никогда не устареет <b>быть воспитанным</b> и эмоционально отзывчивывым человеком, знать основы поведенческих норм и этикета, уметь находить друзей, справляться со сложностями и работать в команде. Ведь это не только залог успешного будущего ребёнка, но и залог того, что он сможет стать счастливым человеком!  И да - это не приходит само, всему этому ребёнок тоже должен научиться. А мы ему в этом с удовольствием и любовью поможем!
            </span>
        )
    },
    {
        photo: '/people/elena.webp',
        name: "Елена",
        fullName: 'Давляшина Елена Александровна',
        description: (<span>
            Дата рождения 24 февраля 1979 года.<br />
            <b>Знания и навыки:</b><br />
            -знание базовых программ дошкольного образования;<br />
            - владение методиками дошкольного образования;<br />
            -любовь к детям, умение сочетать требовательность с доброжелательностью;<br />
            -знание детской возрастной психологии;<br />
            -умение выстраивать доверительные отношения с детьми и их родителями;<br />
            -умение находить общий язык с детьми в разных ситуациях;<br />
            -опыт индивидуальной работы с детьми в возрасте с 4 до 12лет;<br />
            -навыки репетиторства;<br />
            -умение заинтересовать ребенка.<br />
            <b>Достижения:</b><br />
            - при работе с детьми использовала индивидуальный подход, что позволило лучше узнать способности ребенка и развить их;<br />
            - подготовила более 10детей к школе;<br />
            -получида опыт коррекционно - логопедической работы с неговорящим ребенком и детьми, имеющими другие речевые расстройства;<br />
            -повысила средний балл по русскому языку  детям, занимаясь репетиторством.<br />
        </span >),
    },
    {
        name: "Галина",
        fullName: 'Исайкина Галина Валерьевна',
        description: (
            <span><b>Цель</b>: Воспитатель, педагог психолог, нейропсихолог. Педагогический стаж <b>более 5 лет</b>.
                Личные качества:  ответственность,  любовь к детям,  внимательность,  доброжелательность,  аккуратность, пунктуальность,  терпеливость,  отзывчивость,  эмоциональная устойчивость.
            </span>
        )
    },
    {
        name: "Дарья",
        fullName: 'Волконская Дарья Витальевна',
        description: (
            <span>
                Преподаватель <b>живописи</b> и <b>декоративно-прикладного</b> искусства. <br />

                Образование: ВО МО ГСГУ - бакалавриат «педагогическое образование».
                <br />Профиль - <b>«изобразительное искусство».</b><br />

                Профессиональный стаж работы: <b>2 года.</b>
            </span>
        )
    },
]
