export const begin = [
    {
        image: '/children/1.jpg',
        text: 'Сначала  -  мягкий и податливый',
    },
    {
        image: '/children/2.jpg',
        text: 'Но со временем он твердеет и чтобы что - то изменить, приходится ломать форму'
    },
    {
        image: '/children/3.jpg',
        text: (<span>Поэтому так важно все закладывать с самого <b>детства</b></span>)
    },
]

export const what = [
    {
        name: 'Развитие личности и эмоционального интеллекта',
        icon: '/icons/puzzle.svg'
    },
    {
        name: 'Театральный кружок',
        icon: '/icons/theater.svg'
    },
    {
        name: 'Уроки этикета',
        icon: '/icons/eticet.svg'
    },
    {
        name: 'Ораторское искусство',
        icon: '/icons/mic.svg'
    },
    {
        name: 'Нейропсихология',
        icon: '/icons/brain.svg'
    },
    {
        name: 'Развивающие программы',
        icon: '/icons/books.svg'
    },
]

export const teachers = [
    {
        name: "Валентина",
        direction: 'Воспитатель - педагог',
        experience: '4 года',
        description: 'Люблю детей за их искренность, честность, прямолинейность. Они знают, как быть собой. Дети настоящие!',
        quote: 'Дети, которые растут в любви, впоследствии способны преодолевать любые жизненные ситуации. Закон природы.',
        photo: '/people/Valentina.jpeg'
    },
    {
        name: "Екатерина",
        direction: 'Воспитатель - педагог',
        experience: '4 года',
        description: 'Дети не зря говорят, что они – цветы жизни. Они, как цветок, который, если правильно ухаживать, вырастет красивым и будет всегда радовать. Поэтому я считаю каждого ребёнка нужно раскрывать, любить и растить как своего.',
        quote: 'Вся радость в жизни умещается в улыбке ребёнка.',
        photo: '/people/Olga.jpeg'
    },
    {
        name: "Светлана",
        direction: 'Воспитатель - педагог',
        experience: '4 года',
        photo: '/people/Svetlana.jpeg'
    },
    {
        name: "Ольга",
        direction: 'Воспитатель - педагог',
        experience: '4 года',
    },
]

export const smallGroupLessons = [
    {
        time: "8:30",
        def: "встреча"
    },
    {
        time: "8:30 - 9:00",
        def: "зарядка"
    },
    {
        time: "9:00 - 9:30",
        def: "завтрак"
    },
    {
        time: "9:30 - 10:00",
        def: "свободная игра, творчество"
    },
    {
        time: "10:00 - 11:00",
        def: "прогулка"
    },
    {
        time: "10:30 - 11:00",
        def: "свободная игра"
    },
    {
        time: "11:00 - 12:00",
        activities: ["сказкотерапия", "музыкальная ритмика", "развитие речи", "пескотерапия", "логоритмика"]
    },
    {
        time: "12:00 - 12:30",
        def: "обед"
    },
    {
        time: "12:30 - 13:00",
        def: "подготовка ко сну"
    },
    {
        time: "13:00 - 15:00",
        def: "тихий час"
    },
    {
        time: "15:00 - 15:30",
        def: "полдник"
    },
    {
        time: "15:30 - 16:00",
        def: "свободная игра"
    },
    {
        time: "16:00 - 16:30",
        activities: ["развитие речи", "творческая мастерская", "логоритмика", "оздоровительная гимнастика", "пескотерапия"]
    },
    {
        time: "16:30 - 17:00",
        activities: ["музыкальная ритмика", "сказкотерапия", "свободная игра, творчество", "творческая мастерская", "свободная игра, творчество"]
    },
    {
        time: "17:00 - 18:00",
        def: "прогулка"
    },
    {
        time: "18:00 - 18:30",
        def: "ужин"
    },
    {
        time: "18:30 - 19:00",
        def: "индивидуальная работа"
    },
    {
        time: "19:00",
        def: "Уход домой"
    }
]

export const bigGroupLessons = [

]

export const groupsData = [
    {
        title: '1️⃣ Ясли',
        age: '1,2 - 2,5',
        yearWord: 'года',
        description: ['Количество деток в группе - до 7 человек.', 'Количество воспитателей на группу - 2 + помощник'],
        prices: ['5 раз в неделю: 21.500 р/месяц', 'разовое посещение: 1.700 р/день', 'группа входного дня: 1.700 р / день', 'первое пробное посещение - бесплатно']
    },
    {
        title: '2️⃣ Младшая группа',
        age: '2,5 - 4',
        yearWord: 'года',
        description: ['Количество деток в группе - до 7 человек.', 'Количество воспитателей на группу - 2 + помощник'],
        prices: ['5 раз в неделю: 21.500 р/месяц', 'разовое посещение: 1.700 р/день', 'группа входного дня: 1.700 р / день', 'первое пробное посещение - бесплатно']
    },
    // {
    //     title: '3️⃣ Средняя группа',
    //     description: ['Количество деток в группе - до 12 человек.', 'Количество воспитателей на группу - 1 + помощник'],
    //     prices: ['5 раз в неделю: 19.500 р / месяц', 'разовое посещение: 1.500 р / день', 'группа входного дня: 1.500 р / день', 'первое пробное посещение - бесплатно']
    // },
    {
        title: '3️⃣ Старшая группа',
        age: '4 - 6',
        yearWord: 'лет',
        description: ['Количество деток в группе - до 12 человек.', 'Количество воспитателей на группу - 1 + помощник'],
        prices: ['5 раз в неделю: 19.500 р / месяц', 'разовое посещение: 1.500 р / день', 'группа входного дня: 1.500 р / день', 'первое пробное посещение - бесплатно']
    },
    {
        title: '4️⃣ Подготовительная группа',
        age: '6+',
        // title: '5️⃣ Подготовительная группа',
        description: ['Количество деток в группе - до 12 человек.', 'Количество воспитателей на группу - 1 + помощник'],
        prices: ['5 раз в неделю: 19.500 р / месяц', 'разовое посещение: 1.500 р / день', 'группа входного дня: 1.500 р / день', 'первое пробное посещение - бесплатно']
    }
]

export const additionalGroupsData = [
    {
        title: '🟢 Продленка',
        description: [
            'Две возрастные группы: 1 + 2 классы; 3 + 4 классы.',
            'Продолжительность: 14:00 - 18:00',
            '* дежурная группа ежедневно работает до 20:00',
            'Количество деток в группе - до 12 человек.',
            'Количество педагогов на группу - 1 + помощник'
        ],
        prices: [
            '* 5 раз в неделю: 17.500 р/месяц',
            '* разовое посещение: 1.500 р/день',
            '* первое пробное посещение - бесплатно'
        ],
        schedule: [
            '- Отдых',
            '- Перекус (представляет детский центр)',
            '- Школьное домашнее задание',
            '- Занятие с педагогом (английский язык, логопед, нейропсихолог, ораторское мастерство, театральный кружок, курсы этикета и пр)',
            '- Перекус (представляет детский центр)',
            '- Творческая деятельность / отдых',
            '- Настольные и развивающие игры'
        ]
    },
    {
        title: '🟢 Групповые дополнительные программы для детей от 3х лет',
        description: [
            'Группы до 8 человек.',
            'Длительность 40 - 60 минут.'
        ],
        programs: [
            '* Школа ораторского мастерства',
            '* Театральный кружок',
            '* Английский',
            '* Творческая мастерская',
            '* Скорочтение',
            '* Ментальная арифметика',
            '* Каллиграфия',
            '* Нейропсихолог(нейрографика и пр)',
            '* Логопед',
            '* Шахматы'
        ]
    },
    {
        title: '🟢 Индивидуальные программы',
        description: [
            'Длительность 40 - 60 минут.'
        ],
        programs: [
            '* Английский',
            '* Репетиторские занятия по школьным предметам (математика, русский и пр)',
            '* Каллиграфия',
            '* Нейропсихолог',
            '* Логопед',
            '* Подготовка к ОГЭ, ЕГЭ'
        ]
    },
    {
        title: '🟢 Школа будущего первоклассника',
        description: [
            'Группа до 12 человек.',
            '2 раза в неделю по 1,5 часа.',
            'Включает в себя два урока по 30 - 40 минут + 1 перемена.'
        ],
        prices: [
            '* абонемент 12.500 р / мес - по 2 раза в неделю',
            '* первое пробное посещение - бесплатно'
        ]
    }
]