export const begin = [
    {
        image: '/children/1.jpg',
        text: 'Сначала - мягкий и податливый',
    },
    {
        image: '/children/2.jpg',
        text: 'Но со временем он твердеет и чтобы что-то изменить, приходится ломать форму'
    },
    {
        image: '/children/3.jpg',
        text: (<span>Поэтому так важно все закладывать с самого <b>детства</b></span>)
    },
]

export const what = [
    {
        name: 'Развитие личности и эмоционального интеллекта',
        icon: '/icons/puzzle.svg'
    },
    {
        name: 'Театральный кружок',
        icon: '/icons/theater.svg'
    },
    {
        name: 'Уроки этикета',
        icon: '/icons/eticet.svg'
    },
    {
        name: 'Ораторское искусство',
        icon: '/icons/mic.svg'
    },
    {
        name: 'Нейропсихология',
        icon: '/icons/brain.svg'
    },
    {
        name: 'Развивающие программы',
        icon: '/icons/books.svg'
    },
]

export const teachers = [
    {
        name: "Козлова Марина Васильевна",
        direction: 'Учитель - логопед',
        experience: '10 лет',
        description: 'Всегда стараюсь повышать квалификацию, обучаюсь на практике- ориентированных курсах.',
        quote: 'Маленький ребенок - большая личность.'
    },
    {
        name: "Азербиева Рамина Бадрудинова",
        direction: 'Воспитатель-педагог',
        experience: '8 лет',
        description: 'Почему я выбрала профессию педагога? Этот вопрос задаю себе постоянно. Ответ однозначен: это любовь- моя любовь к детям и ответная любовь ко мне!',
        quote: 'В душе каждого ребёнка есть невидимые струны.Если тронуть их умелой рукой они зазвучат красиво'
    },
    {
        name: "Сазонкина Полина",
        direction: 'Педагог по творчеству',
        experience: '3 года',
        description: 'Мне очень нравится работать детьми. Я преподавала ИЗО и помогала учителям ввести уроки в младших классах. Особенно меня вдохновляет, когда вижу радость у ребёнка на лице от того, что ему понравился урок и общение.',
        quote: 'Не искоренить и исправить, а поддержать и направить.'
    },
    {
        name: "Волконская Дарья Витальевна",
        direction: 'Воспитатель, педагог по творчеству',
        experience: '3 года',
        description: 'Польза, которую ребенок получает, занимаясь творчеством, неизмерима. Этот вид деятельности влияет на развитие речевого аппарата, помогает лучше учиться, делает детей устойчивыми к стрессам. Регулярные творческие занятия с опытным педагогом помогут в развитии памяти, внимания, математических способностей.',
        quote: 'Каждый человек – остров внутри себя, и он может построить мост к другому, если… ему позволят быть самим собой.'
    },
    {
        name: "Гончарова Наталья Викторовна",
        direction: 'Воспитатель-педагог',
        experience: '1 год',
        description: 'Работая с детьми, не только обучаешь и воспитываешь их, но и учишься у них сам: учишься радоваться мелочам, ценить каждый момент, быть наблюдательным, искренним и открытым. Это работа, которая дарит возможность каждый день совершать новые открытия, вместе с детьми разделяя общую радость!',
        quote: 'Лучший способ сделать детей хорошими – это сделать их счастливыми.'
    },
    {
        name: "Григорян Нелли Роландовна",
        direction: 'Воспитатель-педагог',
        experience: '7 лет',
        description: 'Я хочу, чтобы мои воспитанники выросли добрыми и отзывчивыми, научились бережно относиться ко всему живому, быть созидателями, умели ценить прекрасное и доброе, то, что было ценно во все времена.',
        quote: 'Орудием и посредником воспитания должна быть любовь.'
    },
    {
        name: "Исайкина Надежда Александровна",
        direction: 'Воспитатель-педагог',
        experience: '29 лет',
        description: 'Основная моя цель педагогической деятельности - создание развивающей среды в учебно -воспитательном процессе с целью достижения оптимальных результатов в общем развитии воспитанников.',
        quote: 'Детей надо любить всем сердцем и чтобы их любить так, мы должны учиться у них проявлять эту любовь,поскольку маленькие бесхитростные сердца ещё не научились двуличию.'
    },
    {
        name: "Шереметьева Татьяна Васильевна",
        direction: 'Няня, медсестра',
        experience: '30 лет',
        description: 'Я люблю детей, умею с ними ладить, найти нужный подход к каждому ребёнку. Для меня главное их здоровье и радость.',
        quote: 'Целью всякого воспитания должно быть создание деятельной личности в лучших идеалах общественной жизни, в идеалах истины, добра и красоты.'
    },
    {
        name: "Телмазян Лилит Асканазовна",
        direction: 'педагог-лингвистик',
        experience: '1 год',
        description: 'В работе с детьми нравится то, что они заряжают позитивной энергией. Хотела бы научить их воспринимать на слух английский и разбираться в самых основных, начальных темах.',
        quote: 'Воспитатель сам должен быть тем, чем он хочет сделать воспитанника.'
    }
]