export const begin = [
    {
        image: '/children/1.jpg',
        text: 'Сначала - мягкий и податливый',
    },
    {
        image: '/children/2.jpg',
        text: 'Но со временем он твердеет и чтобы что-то изменить, приходится ломать форму'
    },
    {
        image: '/children/3.jpg',
        text: (<span>Поэтому так важно все закладывать с самого <b>детства</b></span>)
    },
]

export const what = [
    {
        name: 'Развитие личности и эмоционального интеллекта',
        icon: '/icons/puzzle.svg'
    },
    {
        name: 'Театральный кружок',
        icon: '/icons/theater.svg'
    },
    {
        name: 'Уроки этикета',
        icon: '/icons/eticet.svg'
    },
    {
        name: 'Ораторское искусство',
        icon: '/icons/mic.svg'
    },
    {
        name: 'Нейропсихология',
        icon: '/icons/brain.svg'
    },
    {
        name: 'Развивающие программы',
        icon: '/icons/books.svg'
    },
]

export const teachers = [
    {
        name: "Валентина",
        direction: 'Воспитатель-педагог',
        experience: '4 года',
        description: 'Люблю детей за их искренность, честность, прямолинейность. Они знают, как быть собой. Дети настоящие!',
        quote: 'Дети, которые растут в любви, впоследствии способны преодолевать любые жизненные ситуации. Закон природы.',
        photo: '/people/Valentina.jpeg'
    },
    {
        name: "Екатерина",
        direction: 'Воспитатель-педагог',
        experience: '4 года',
        description: 'Дети не зря говорят, что они – цветы жизни. Они, как цветок, который, если правильно ухаживать, вырастет красивым и будет всегда радовать. Поэтому я считаю каждого ребёнка нужно раскрывать, любить и растить как своего.',
        quote: 'Вся радость в жизни умещается в улыбке ребёнка.',
        photo: '/people/Olga.jpeg'
    },
    {
        name: "Светлана",
        direction: 'Воспитатель-педагог',
        experience: '4 года',
        photo: '/people/Svetlana.jpeg'
    },   
    {
        name: "Ольга",
        direction: 'Воспитатель-педагог',
        experience: '4 года',
    },   
]